Repository: 150vb/fsnotes
Catalog: FSNotes/*.lproj/Localizable.strings
Languages: ru

source: Add
ru: Добавить

source: Archive
ru: Архив

source: Are you sure you want to irretrievably delete %d note(s)?
ru: Вы уверены что хотите выполнить необратимое удаление %d заметки(ок)?

source: Are you sure you want to remove project "%@" and all files inside?
ru: Вы уверены что хотите удалить директорию "%@"?

source: Attach storage...
ru: Подключить хранилище...

source: Back up storage
ru: Создать резервную копию

source: Cancel
ru: Отмена

source: Check Grammar With Spelling
ru: Проверить грамматику с орфографией

source: Check Spelling While Typing
ru: Проверять во время набора

source: Code Block
ru: Блок кода

source: Code Span
ru: Диапазон кода

source: Copy HTML
ru: Скопировать HTML

source: Copy Link
ru: Скопировать ссылку

source: Copy Plain Text
ru: Скопировать чистый текст

source: Correct Spelling Automatically
ru: Корректировать правописание

source: Current password does not match with password in keychain
ru: Пароль не соответствует паролю в связке

source: Data Detectors
ru: Детекторы данных

source: Delete
ru: Удаление

source: Delete folder
ru: Удалить директорию

source: Detach storage
ru: Отключить хранилище

source: Empty password
ru: Не введен пароль

source: Enter Master Password
ru: Введите мастер пароль

source: FSNotes [edit]
ru: FSNotes [редактирование]

source: FSNotes [preview]
ru: FSNotes [предпросмотр]

source: History
ru: История

source: Image
ru: Изображение

source: Image title
ru: Заголовок

source: Inbox
ru: Входящие

source: Link
ru: Ссылка

source: Lock All Encrypted
ru: Заблокировать все секретные

source: Master password:
ru: Мастер пароль:

source: Move
ru: Переместить

source: New
ru: Создать

source: New folder
ru: Создать директорию

source: New project
ru: Новая директория

source: New RTF
ru: Создать RTF

source: Notes
ru: Заметки

source: Please enter image title:
ru: Пожалуйста, введите заголовок изображения:

source: Please enter password for current note
ru: Введите пароль для текущей заметки

source: Please enter project name:
ru: Пожалуйста, введите название директории:

source: Please enter tags (comma separated):
ru: Пожалуйста введите теги (через запятую):

source: Please try again
ru: Пожалуйста, попробуйте ещё раз

source: Preferences
ru: Настройки

source: Quit FSNotes
ru: Выйти из FSNotes

source: Remove
ru: Удалить

source: Remove note(s)
ru: Удалить

source: Rename folder
ru: Переименовать директорию

source: Search and create
ru: Найти и создать

source: Show in Finder
ru: Показать в Finder

source: Show view options
ru: Настроить вид

source: Smart Copy/Paste
ru: Смарт-копирование/вставка

source: Smart Dashes
ru: Смарт-тире

source: Smart Links
ru: Смарт-ссылки

source: Smart Quotes
ru: Смарт-кавычки

source: Sort by
ru: Сортировать по

source: Spelling and Grammar
ru: Орфография и грамматика

source: Strikethrough
ru: Зачёркнутый

source: Substitutions
ru: Замены

source: Tags
ru: Теги

source: Text Replacement
ru: Замена текста

source: This action cannot be undone.
ru: Это действие не может быть отменено.

source: Toggle preview
ru: Переключить предпросмотр

source: Trash
ru: Корзина

source: Underline
ru: Подчёркнутый

source: Untitled Note
ru: Без названия

source: URL has been copied to clipboard
ru: Ссылка была скопирована в буфер обмена

source: View
ru: Вид

source: Wrong repeated password
ru: Несоответствие паролей
